<template>
	<div class="chuanwen">
			<ChuanWen>
				<div class="info-item" v-for="item in list" :key="item.id">
					<img :src="item.img_url" alt="">
					<div class="head">
						<span class="font">{{item.font1}}</span>
						<span class="content">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;{{item.content1}}</span>
					</div>
					<div class="footer">
						<span class="font">{{item.font2}}</span>
						<span class="content">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;{{item.content2}}</span>
					</div>
				</div>
			</ChuanWen>
	</div>
</template>

<script>
	import ChuanWen from '@/components/ChuanWen/ChuanWen.vue'
	export default{
		components:{
			ChuanWen
		},
		data(){
			return{
				list:[
					{
						id:1,
						img_url:"https://img2.baidu.com/it/u=4046000714,157965120&fm=253&fmt=auto&app=120&f=JPEG?w=1067&h=800",
						font1:'流言：',
						content1:'电热水壶内胆属于不锈钢材质，里面含有锰元素，在烧水的过程中锰元素会析出。长期摄入，可导致体内的锰超标，从而损伤神经，甚至致癌！',
						font2:'真相：',
						content2:'电热水壶的制作材料中虽然含有锰，但其是以致密组织存在的，日常煮水很难解析出来——即便是持续翻煮1000小时以上，能析出的锰元素也是很有限的，对人体的影响基本可忽略不计。只要购买的是正规产品就是安全的，没有中毒、致癌的风险。购买不锈钢热水壶，应选用304不锈钢、316不锈钢等食品级不锈钢，或是选择带有“执行标准GB 9684-2011”或“食品接触用”标识字样的电热水壶。玻璃热水壶，应选用高硼硅玻璃，其性能稳定，材质安全，且不容易生成水垢。陶瓷电热水壶，如果是彩色的，可能析出重金属有毒元素，建议最好选择内壁无颜色、无图案的。'
					},
					{
						id:2,
						img_url:"https://img1.baidu.com/it/u=3749803083,3935148092&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500",
						font1:'流言：',
						content1:'市面上很多奶制品注明为“复原乳”，这类产品是“假牛奶”，食用不利于健康。',
						font2:'真相：',
						content2:'复原乳是按照相关行业标准生产的乳制品，相比生牛乳有其独特的优势，正规产品不会产生健康问题。复原乳又称还原乳或还原奶，是指将干燥的或者浓缩的乳制品与水按比例混合均匀后获得的乳液。通俗地讲，复原乳就是“用奶粉兑水”还原而成的奶。我国现行相关标准规定，复原乳可以用作灭菌乳、调制乳、发酵乳等奶类产品的原料奶，也规定了“复原乳”或“复原奶”与产品名称应标识在包装容器的同一展示版面（标识字样应醒目，其字号不小于产品名称字号，字体高度不小于主要展示版面高度的五分之一）。换句话说，奶类包装上醒目的“复原乳”字样，是因为国家强制乳品企业告知消费者该产品的原料奶不全是生牛乳，以保障消费者的知情权和选择权。相比于生牛乳，复原乳的加工过程更复杂，要经过生乳杀菌、热喷奶粉等至少两次高温处理。这样一来，其中的营养素难免有部分损失，主要损失的是对热比较敏感的水溶性维生素，如维生素B1、B2、B6、B12等，同时，牛奶的风味也会有一些改变。但这种水溶性维生素的损失，并不意味着复原乳不好。从营养角度看，喝牛奶的主要目的是为了获取优质蛋白质和钙，以及脂溶性的维生素A、维生素D等，这几种营养素相对耐热，高温处理不会对其含量和吸收率产生多大影响。至于水溶性维生素，以维生素B2和维生素B12为例，复原乳和纯牛乳相比损失约15%，也并不严重。复原乳的优势在于更低的储存和运输成本，能让生活在离奶源地较远的消费者喝到性价比更高的牛奶'
					},
					{
						id:3,
						img_url:"https://img0.baidu.com/it/u=4277022617,1202626082&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500",
						font1:'流言：',
						content1:'做饭的时候，千万不能把手机放到厨房里面，以免手机受热爆炸引发燃气管道爆炸。更不能在厨房里接听手机，防止有电流火花引发燃气闪爆。',
						font2:'真相：',
						content2:'做饭时从燃气管道或燃气瓶里释放的燃气，一般会立即在灶上被消耗掉，不会泄漏到厨房的其他地方。手机在接打的过程中产生的电流是非常微弱的，比灶上的明火差得远。因此，煮饭菜时接听手机不可能引发爆炸。但如果厨房里发生燃气泄漏，那么情况就不同了。此时，室内只要接触到明火或电火花，就会有爆炸的可能。还有一种情况需要特别注意，电池是不耐高温的，而在做饭时，灶台周围的温度升高，如果将手机放在灶台旁，就有可能发生电池爆炸的风险。'
					},
				]
			}
		}
		
		
	}
</script>

<style lang="scss" scoped>
	.chuanwen{
		width: 100vw;
		
	}
</style>